"search_placeholder" = "הקלדה כאן תחפש…";
"clear_tooltip" = "פינוי פריטים שלא ננעצו.\nאפשר לבחור עם ⇧ כדי לפנות הכול.";
"clear_all_tooltip" = "לפנות את כל הפריטים.";
"about_tooltip" = "מידע נוסף על היישום.";
"quit_tooltip" = "יציאה מהיישום.";
"clear" = "פינוי";
"clear_all" = "פינוי של הכול";
"about" = "על אודות";
"quit" = "יציאה";
"preferences" = "העדפות…";
"preferences_advanced" = "מתקדם";
"preferences_pins" = "נעוצים";
"copy_modifiers_config" = "• יש לבחור תוך לחיצה על %@ כדי להעתיק פריט.";
"paste_modifiers_config" = "• יש לבחור תוך לחיצה על %@ כדי להעתיק ולהדביק פריט.";
"format_modifiers_config" = "• יש לבחור תוך לחיצה על %@ כדי להעתיק, להסיר עיצוב ולהדביק פריט.";
"accessibility_alert_message" = "„Maccy” רוצה להשתלט על המחשב הזה דרך יכולות הנגישות.";
"accessibility_alert_comment" = "הענקת גישה ליישום הזה דרך {pane}, שנמצא תחת {settings}.\n\nלחיצה + כפתור, לבחור ב־Maccy ולהחליף את מצב תיבת הסימון שלידו.";
"accessibility_alert_deny" = "דחייה";
"accessibility_alert_open" = "פתיחת העדפות המערכת";
"clear_alert_message" = "לפנות את ההיסטוריה?";
"clear_alert_comment" = "זו פעולה בלתי הפיכה.";
"clear_alert_cancel" = "ביטול";
"clear_alert_confirm" = "פינוי";
"key_used_error" = "המפתח כבר בשימוש.";
"active_screen" = "מסך פעיל";
"screen" = "מסך";
"system_settings_name" = "הגדרות מערכת";
"system_settings_pane" = "הגדרות פרטיות ואבטחה";
"system_preferences_name" = "העדפות מערכת";
"system_preferences_pane" = "העדפות אבטחה ופרטיות";
